Revit 2020 API
AdvancedWood.WoodSecondaryPerlinProf Property
 The property labeled "Profile for secondary highlight perlin noise" from the "PrismWood" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 20.0.0.0 (20.0.0.377)
Since: 2018.1
Syntax
C#
public static string WoodSecondaryPerlinProf { get; }
Visual Basic
Public Shared ReadOnly Property WoodSecondaryPerlinProf As String
	Get
Visual C++
public:
static property String^ WoodSecondaryPerlinProf {
	String^ get ();
}
Remarks
 This property is of type "AssetPropertyDouble".
See Also
AdvancedWood Class
Autodesk.Revit.DB.Visual Namespace